Repository: jawhien/easygram
Catalog: source/locale/*/LC_MESSAGES/easygram.po
Languages: uk

source: OK hand
uk: Добре рука

source: Pinching hand
uk: Щипаюча рука

source: Victory hand
uk: Рука перемоги

source: Love-you gesture
uk: Жест кохання

source: Sign of the horns
uk: Знак роги

source: Call me hand
uk: Поклич мені руку

source: Middle finger
uk: Середній палець

source: Heart hands
uk: Руки серця

source: Offline
uk: Офлайн

source: Chats
uk: Чати

source: Loading chats...
uk: Завантаження чатів...

source: Chats ({0})
uk: Чати ({0})

source: Contacts
uk: Контакти

source: About user
uk: Про користувача

source: Open chat
uk: Відкрити чат

source: Contacts ({0})
uk: Контакти ({0})

source: Preferences
uk: Налаштуваня

source: About Easygram
uk: Про Easygram

source: Skipped one-time voice message
uk: Пропущено одноразове голосове повідомлення

source: Your chats
uk: Ваші чати

source: Are you sure you want to close application?
uk: Ви впевнені, що бажаєте закрити програму?

source: Exit the program
uk: Вийти з програми

source: Loading...
uk: Завантаження...

source: Invalid verification code!
uk: Недійсний код підтвердження!

source: Invalid password!
uk: Невірний пароль!

source: Authorisation Error
uk: Помилка авторизації

source: Updating...
uk: Оновлення...

source: Ready
uk: Готовий

source: Connecting...
uk: Підключення...

source: You have a new message from {title}
uk: Ви отримали нове повідомлення від {title}

source: You have a new message
uk: У вас нове повідомлення

source: {count} unread message
uk: "{count} непрочитанное сообщение

source: Bot menu
uk: Меню бота

source: Bot keyboard
uk: Клавіатура бота

source: Inline keyboard
uk: Вбудована клавіатура

source: Schedule message
uk: Розклад повідомлення

source: Set date and time...
uk: Установити дату й час...

source: Without sound
uk: Без звуку

source: Send
uk: Надіслати

source: Remove reply
uk: Видалити відповідь

source: Scheduled messages
uk: Заплановані повідомлення

source: Attach...
uk: Прикріпити...

source: Voice note
uk: Записати голосове повідомленя

source: Pinned messages
uk: Закріплені повідомлення

source: Mute
uk: Вимкнути звук

source: Unmute
uk: Увімкнути звук

source: Join the channel
uk: приєднаться до каналу

source: Close
uk: Закрити

source: Messages
uk: Повідомлення

source: Message:
uk: повідомлення:

source: Reply to {name}:
uk: Відповісти на {name}:

source: online
uk: онлайн

source: last seen recently
uk: востаннє бачили нещодавно

source: last seen within a week
uk: востаннє бачив протягом тижня

source: last seen within a month
uk: востаннє бачив протягом місяця

source: last seen never
uk: востаннє ніколи не бачив

source: last seen at {time}
uk: востаннє бачили вчора о {time}

source: last seen yesterday at {time}
uk: востаннє бачили вчора о {time}

source: last seen {date} at {time}
uk: востаннє бачив {date} at {time}

source: Channel: {name}, {count} member
uk: Канал: {name}, {count} подписчик

source: Group: {name}, {count} member
uk: Группа: {name}, {count} участник

source: Group: {name}, {status}, {count} member
uk: Группа: {name}, {status}, {count} участник

source: Favorites
uk: Вибране

source: Replies
uk: Відповіді

source: Bot: {name}
uk: Бот: {name}

source: Premium account
uk: Преміум акаунт

source: Are you sure you want to delete this message?
uk: Ви впевнені, що хочете видалити це повідомлення?

source: Delete for everyone
uk: Видалити для всіх

source: Delete for yourself
uk: Видалити для себе

source: There are no links in this message.
uk: У цьому повідомленні немає посилань.

source: Information
uk: Інформація

source: Voice and video messages in this chat are restricted!
uk: Голосові та відеоповідомлення в цьому чаті обмежені!

source: All files
uk: Всі файли

source: Select file
uk: Виберіть файл

source: Unread messages
uk: Непрочитані повідомлення

source: The message is too long!
uk: Повідомлення занадто довге!

source: Send error
uk: Помилка надсилання

source: You have not set the date and time!
uk: Ви не встановили дату та час!

source: Error
uk: Помилка

source: Scheduled for: {date}
uk: Заплановано на: {date}

source: Failed to save file "{name}", such file already exists and name search limit exceeded.
uk: Не вдалося зберегти файл "{name}",такий файл уже існує, і перевищено ліміт пошуку за назвою.

source: Comment:
uk: коментар:

source: Comments
uk: Коментарі

source: Comments for:
uk: Коментарі для:

source: Schedule
uk: розклад

source: Hour:
uk: година:

source: Minute:
uk: Хвилина:

source: OK
uk: ОК

source: Cancel
uk: Скасувати

source: About the bot
uk: Про бота

source: First name:
uk: Ім'я:

source: Last name:
uk: Прізвище:

source: About Me:
uk: Про мене:

source: Phone number:
uk: Номер телефону:

source: User name:
uk: Ім'я користувача:

source: Birthday:
uk: день народження:

source: Personal channel
uk: Персональний канал

source: Personal channel: {title}
uk: Персональний канал: {title}

source: Clear history with {title}
uk: Очистити історію за допомогою {title}

source: Are you sure you want to clear your history on this chat?
uk: Ви впевнені, що бажаєте очистити історію цього чату?

source: Clear for all users
uk: Зрозуміло для всіх користувачів

source: Remove from chat list
uk: Видалити зі списку чату

source: Yes
uk: так

source: No
uk: ні

source: Voice note: {title}
uk: голосове повідомленя: {title}

source: Start recording
uk: Почніть запис

source: Delete after listening
uk: Видалити після прослуховування

source: Stop recording
uk: Зупинити запис

source: Can't send empty messages!
uk: Не можна надсилати порожні повідомлення!

source: Info
uk: Інформація

source: Sending in progress...
uk: Триває надсилання...

source: An error occurred while writing the file.
uk: Під час запису файлу сталася помилка.

source: An error occurred while converting the file.
uk: Під час конвертації файлу сталася помилка.

source: Cancel the record and delete the message?
uk: Скасувати запис і видалити повідомлення?

source: Confirmation
uk: під твердити

source: Poll: {title}, anonymous poll
uk: Опитування: {title}, анонімне опитування

source: Poll: {title}, public poll
uk: Опитування: {title}, громадське опитування

source: Choose one or more answers
uk: Виберіть одну або декілька відповідей

source: Choose only one answer
uk: Виберіть лише одну відповідь

source: This poll is now closed.
uk: Опитування закрито.

source: Quiz: {title}, anonymous quiz
uk: Вікторина: {title}, анонімна вікторина

source: Quiz: {title}, public quiz
uk: Вікторина: {title}, публічна вікторина

source: {text} ({p}%) - This is the wrong answer
uk: {text} ({p}%) - Це неправильна відповідь

source: {text} ({p}%) - This is the correct answer
uk: {text} ({p}%) - Це правильна відповідь

source: {option}. Explanation: {text}
uk: {option}. Пояснення: {text}

source: Can't change answer in quiz mode.
uk: Неможливо змінити відповідь у режимі тесту.

source: This quiz is now closed.
uk: Зараз цей тест закрито.

source: Links
uk: Посилання

source: Easygram is distributed under the GNU GPLv3 open source license, with the exception of certain additional components and Microsoft redistributable code. By using or distributing Easygram, you agree to be bound by the terms of the license agreement. The text of the license can be found at: {link}
uk: Easygram поширюється за ліцензією GNU GPLv3 з відкритим вихідним кодом, за винятком певних додаткових компонентів і коду Microsoft, який можна розповсюджувати. Використовуючи або розповсюджуючи Easygram, ви погоджуєтеся дотримуватися умов ліцензійної угоди. З текстом ліцензії можна ознайомитися за адресою: {link}

source: Easygram also includes a number of GNU GPL compatible components.
uk: Easygram також містить ряд компонентів, сумісних із GNU GPL.

source: {name}, version: {version} {link}
uk: {name}, версія: {version} {link}

source: File path:
uk: шлях до файлу:

source: Caption:
uk: Підпис:

source: Attach file
uk: Прикріпити файл

source: No such file exists!
uk: Такого файлу не існує!

source: The caption text is too long!
uk: Текст підпису задовгий!

source: No command to send!
uk: Немає команд для надсилання!

source: Attach video
uk: Прикріпіть відео

source: Attach audio
uk: Прикріпіть аудіо

source: Title:
uk: Назва:

source: Performer:
uk: Виконавець:

source: Title required!
uk: Потрібна назва!

source: Attach photo
uk: Прикріпіть фото

source: Attach animation
uk: Прикріпіть анімацію

source: Attach document
uk: Прикріпити документ

source: About the channel
uk: Про канал

source: Name:
uk: Ім'я:

source: Member count:
uk: Кількість учасників:

source: Invite link:
uk: Посилання для запрошення:

source: Save
uk: зберегти

source: Edit message
uk: Редагувати повідомлення

source: Message text:
uk: Текст повідомлення:

source: Can't send empty message!
uk: Неможливо надіслати пусте повідомлення!

source: Edit document
uk: Редагувати документ

source: Override file...
uk: Перевизначити файл...

source: Browse...
uk: Огляд...

source: Cancel override file
uk: Скасувати файл заміни

source: This type of file is not supported!
uk: Цей тип файлу не підтримується!

source: The caption is too long!
uk: Підпис занадто довгий!

source: Edit photo
uk: Редагувати фото

source: All images
uk: Всі зображення

source: Edit video
uk: Редагувати відео

source: All video files
uk: Всі відео файли

source: Edit animation
uk: Редагувати анімацію

source: All animation
uk: Вся анімація

source: Edit audio
uk: Редагувати аудіо

source: All audio files
uk: Всі аудіофайли

source: Edit voice note
uk: Редагувати голосову нотатку

source: Delete message
uk: Видалити повідомлення

source: Delete
uk: Видалити

source: Successfully
uk: Успішно

source: File '{name}' saved in downloads
uk: Файл '{name}' збережено в завантаженнях

source: Show in Folder
uk: Показати в папці

source: Change...
uk: змінити...

source: Change time...
uk: Змінити час...

source: Reactions
uk: реакції

source: Available reactions:
uk: Доступні реакції:

source: You cannot send reactions if anonymity is enabled!
uk: Ви не можете надсилати реакції, якщо ввімкнено анонімність!

source: There are no reactions available for this message!
uk: На це повідомлення немає відповідей!

source: Scheduled message
uk: Заплановане повідомлення

source: Message scheduled at {date}
uk: Повідомлення заплановане на {date}

source: Message Detail
uk: Деталі повідомлення

source: Text message:
uk: Текстове повідомлення:

source: Voice message:
uk: Голосове повідомлення:

source: Audio message:
uk: Звукове повідомлення:

source: Video message:
uk: Відеоповідомлення:

source: Photo:
uk: фото:

source: Document message: {filename}
uk: Повідомлення документа: {filename}

source: No caption
uk: Без підпису

source: Registration message:
uk: Реєстраційне повідомлення:

source: Creation message:
uk: Повідомлення про створення:

source: Supergroup created.
uk: Створена супергрупа.

source: Group created.
uk: Групу створено.

source: Call message:
uk: Повідомлення про виклик:

source: Separator item:
uk: Елемент роздільника:

source: Sticker:
uk: наклейка:

source: Views: {count}
uk: Перегляди: {count}

source: Reactions: {reactions}
uk: реакції: {reactions}

source: You sent a reaction {r}
uk: Ви надіслали реакцію {r}

source: Insert emoji
uk: Вставте емодзі

source: List of pinned messages
uk: Список закріплених повідомлень

source: Messages:
uk: повідомлення:

source: Go to message
uk: Перейти до повідомлення

source: Unpin
uk: Відкріпити

source: Unpin all
uk: Відкріпити все

source: Are you sure you want to unpin all messages in this chat?
uk: Ви впевнені, що бажаєте відкріпити всі повідомлення в цьому чаті?

source: Unpin all messages
uk: Відкріпити всі повідомлення

source: Forward message
uk: Переслати повідомлення

source: Chats:
uk: Чати:

source: Advanced options
uk: Розширені параметри

source: Hide sender name
uk: Приховати ім'я відправника

source: Remove caption
uk: Видалити підпис

source: Forward in this chat
uk: Перейти в цей чат

source: Forward in {count} chat
uk: Переслать в {count} чат

source: Files
uk: Файли

source: Add...
uk: додати...

source: Properties
uk: Властивості

source: Send without compression
uk: Надіслати без стиснення

source: Options
uk: Опції

source: Attach files
uk: Прикріпити файли

source: When online
uk: Коли онлайн

source: Seen
uk: бачили

source: Not seen
uk: ще не хто не бачив

source: Playing
uk: віт творюється

source: Paused
uk: Призупинено

source: Stopped
uk: Зупинився

source: Played
uk: Грав

source: Loading
uk: Завантаження

source: Pinned
uk: Закріплено

source: Enter the phone number
uk: Введіть номер телефону

source: Country:
uk: країна:

source: Country
uk: Країна

source: Next
uk: Далі

source: Do you want to stop the verification process?
uk: Ви хочете зупинити процес перевірки?

source: Enter confirmation code
uk: Введіть код підтвердження

source: The code was sent to you via Telegram.
uk: Код надіслали вам через Telegram.

source: The code was sent to you via SMS.
uk: Код був надісланий вам через SMS.

source: Confirmation code:
uk: Код підтвердження:

source: Enter password
uk: Введіть пароль

source: Password:
uk: Пароль:

source: Registration
uk: Реєстрація

source: Terms of service
uk: Умови обслуговування

source: Register
uk: зареєструватися

source: The following phone number will be confirmed: +{code}{number}. This number is correct?
uk: Наступний номер телефону буде підтверджено: +{code}{number}. Цей номер правильний?

source: Incorrect phone number!
uk: Невірний номер телефону!

source: Incorrect confirmation code!
uk: Неправильний код підтвердження!

source: Incorrect password!
uk: Невірний пароль!

source: Detailed view
uk: детально про повідомленя

source: Copy text
uk: Скопіюйте текст

source: Save in downloads
uk: Зберегти в завантаженнях

source: Reply
uk: Відповісти

source: Pin
uk: закріпити

source: Go to quoted message
uk: Перейти до цитованого повідомлення

source: Comments: {count}
uk: Коментарі: {count}

source: Go to original message
uk: Перейти до оригінального повідомлення

source: Add to favorites
uk: Додати в обране

source: Forward
uk: переслати

source: Add reaction
uk: Додайте реакцію

source: Remove reaction {r}
uk: Видалити реакцію {r}

source: Open profile
uk: Відкрити профіль

source: Open
uk: Від крити

source: Mark as read
uk: Позначити як прочитане

source: Leave channel
uk: Залишити канал

source: Leave group
uk: Вийти з групи

source: Clear history
uk: Очистити історію

source: Are you sure you want to leave this channel?
uk: Ви впевнені, що бажаєте залишити цей канал?

source: Are you sure you want to leave this group?
uk: Ви впевнені, що бажаєте залишити цю групу?

source: Show window
uk: Показати вікно

source: Exit
uk: Вихід

source: You
uk: Ви

source: Deleted user
uk: Видалений користувач

source: Contains keyboard
uk: Містить клавіатуру

source: Forwarded from {name}
uk: Переслано з {name}

source: Received {count} reply
uk: Получен {count} ответ

source: Document {name} ({size}) {caption}
uk: документ {name} ({size}) {caption}

source: Document {name} {caption}
uk: документ {name} {caption}

source: Audio {title} - {performer} ({h}:{m}:{s}) ({size}) {caption}
uk: Аудіо {title} - {performer} ({h}:{m}:{s}) ({size}) {caption}

source: Audio {title} - {performer} ({h}:{m}:{s}) {caption}
uk: Аудіо {title} - {performer} ({h}:{m}:{s}) {caption}

source: Video ({h}:{m}:{s}) ({size}) {caption}
uk: відео ({h}:{m}:{s}) ({size}) {caption}

source: Video ({h}:{m}:{s}) {caption}
uk: відео ({h}:{m}:{s}) {caption}

source: Photo {caption}
uk: Фото {caption}

source: The user is now in telegram.
uk: Користувач зараз у Telegram.

source: Group created
uk: Групу створено

source: This group has become a supergroup.
uk: Ця група стала супергрупою.

source: One-time voice message
uk: Одноразове голосове повідомлення

source: Voice message
uk: Голосове повідомлення

source: joined the group
uk: приєднався до групи

source: added {users}
uk: додано {users}

source: left the group
uk: залишив групу

source: removed {user}
uk: видалено {user}

source: joined the group via invite link
uk: приєднався до групи за посиланням для запрошення

source: Pinned message
uk: Закріплене повідомлення

source: Changed the title to: {title}
uk: Змінив назву на: {title}

source: Video message {h}:{m}:{s} ({size})
uk: Відеоповідомлення {h}:{m}:{s} ({size})

source: Video message {h}:{m}:{s}
uk: Відеоповідомлення {h}:{m}:{s}

source: Expired voice message
uk: Термін дії голосового повідомлення минув

source: Unsupported message type
uk: Непідтримуваний тип повідомлення

source: Pinned message: {name}: {message}...
uk: Закріплене повідомлення: {name}: {message}...

source: In reply to {name}: {message}...
uk: У відповідь на {name}: {message}...

source: Bytes
uk: Байти

source: KB
uk: Кілобайти

source: MB
uk: Мегабайти

source: GB
uk: Гігабайти

source: TB
uk: Терабайти

source: I don't know what to call such a big size!
uk: Я не знаю, як назвати такий великий розмір!

source: {program} preferences
uk: {program} Налаштуваня

source: General settings
uk: Загальні налаштування

source: Interface
uk: Інтерфейс

source: Default
uk: За замовчуванням

source: Minimize on tray instead of exit
uk: Згорнути в трей замість виходу

source: Confirmation before closing
uk: Підтвердження перед закриттям

source: Show sender in system tray
uk: Показати відправника в системному треї

source: Close chats by pressing the ESCAPE key
uk: Закрийте чати, натиснувши клавішу ESCAPE

source: Play event sounds
uk: Відтворення звуків подій

source: Downloads
uk: Завантаження

source: Path to save files:
uk: Шлях для збереження файлів:

source: Enable logging (restart required)
uk: Увімкнути журналювання (restart required)

source: Infos
uk: Інформація

source: Warnings
uk: Попередження

source: Errors
uk: Помилки

source: Logging level:
uk: Рівень реєстрації:

source: Flush log on startup
uk: Очищати журнал під час запуску

source: chats settings
uk: налаштування чатів

source: Send messages by pressing enter
uk: Надсилайте повідомлення, натиснувши enter

source: Sequentially play voice messages and audio files in chats
uk: Послідовне відтворення голосових повідомлень і аудіофайлів у чатах

source: Automatically start recording a voice message
uk: Автоматичний початок запису голосового повідомлення

source: Show emoji button
uk: Показати кнопку emoji

source: Disable Markdown markup (if there are issues with the messages being sent)
uk: Вимкнути розмітку Markdown (якщо є проблеми з надсиланням повідомлень)

source: Don't show dialog box "Message scheduled"
uk: Не показувати діалогове вікно «Повідомлення заплановано»

source: Use new search style in chat and message lists
uk: Використовуйте новий стиль пошуку в чатах і списках повідомлень

source: Auto (optimal: approximately 550 kB/Min)
uk: Авто (optimal: approximately 550 kB/Min)

source: Very high (approximately 1.6 mB/Min)
uk: Дуже високий (approximately 1.6 mB/Min)

source: High (approximately 950 kB/Min)
uk: Високий (approximately 950 kB/Min)

source: Medium (approximately 630 kB/Min)
uk: Середній (approximately 630 kB/Min)

source: Low (approximately 330 kB/Min)
uk: Низький (approximately 330 kB/Min)

source: Very low (approximately 220 kB/Min)
uk: Дуже низький (approximately 220 kB/Min)

source: Voice message quality:
uk: Якість голосового повідомлення:

source: Display size for:
uk: Розмір дисплея для:

source: Documents
uk: Документи

source: Voice messages
uk: Голосові повідомлення

source: Audio messages
uk: Аудіо повідомлення

source: Video messages
uk: Відеоповідомлення

source: Speech settings
uk: Налаштування мовлення

source: Speech module settings
uk: Налаштування мовного модуля

source: Enable speech
uk: Увімкнути мовлення

source: Allow use of Microsoft Speech API
uk: Дозволити використання Microsoft Speech API

source: Prefer using the Microsoft Speech API
uk: Віддавайте перевагу Microsoft Speech API

source: Always interrupt speech before new notifications
uk: Завжди переривайте мову перед новими сповіщеннями

source: Interrupt speaking before starting recording
uk: Переривайте розмову перед початком запису

source: Speech notifications settings
uk: Налаштування мовних сповіщень

source: Always
uk: Завжди

source: In the foreground
uk: На передньому плані

source: Never
uk: Ніколи

source: Network Status Changes:
uk: Зміни стану мережі:

source: Incoming messages:
uk: Вхідні повідомлення:

source: Outgoing messages:
uk: Вихідні повідомлення:

source: Speak outgoing messages only after confirmation by the server
uk: Озвучувати вихідні повідомлення лише після підтвердження сервером

source: Chat actions:
uk: Дії в чаті:

source: Media player:
uk: Медіаплеєр:

source: Devices settings
uk: Налаштування пристроїв

source: Microphone:
uk: Мікрофон:

source: Speakers:
uk: Доповідачі:

source: File storage
uk: Зберігання файлів

source: Statistics:
uk: Статистика:

source: General
uk: Загальний

source: Devices
uk: Пристрої

source: Storage
uk: Зберігання

source: Apply
uk: Застосувати

source: Disk usage: {size}, {count} file
uk: Использование диска: {size}, {count} файл

source: Are you sure you want to clear storage? After this, all local copies of files from the cache will be deleted. This action cannot be undone!
uk: Ви впевнені, що бажаєте очистити пам’ять? Після цього всі локальні копії файлів з кешу будуть видалені. Цю дію не можна скасувати!

source: Restart the application to apply the new language settings.
uk: Перезапустіть програму, щоб застосувати нові налаштування мови.

source: {name} (channel)
uk: {name} (канал)

source: {name} (group)
uk: {name} (група)

source: {name} (bot)
uk: {name} (бот)

source: {title} (online)
uk: {title} (онлайн)

source: (pinned)
uk: (закріплено)

source: {count} mention
uk: {count} упоминание

source: New reaction
uk: Нова реакція

source: Music
uk: музика

source: Video
uk: відео

source: Photo
uk: Фото

source: Animation
uk: Анімація

source: Document
uk: документ

source: Nothing is playing
uk: Нічого не грає

source: Time: {t}/{l}
uk: час: {t}/{l}

source: Playback rate: {rate}
uk: Швидкість відтворення: {rate}

source: Player control panel
uk: Панель керування плеєром

source: Media player
uk: Медіаплеєр

source: Audio player
uk: Аудіоплеєр

source: Now playing: {title} - {artist}
uk: Зараз грає: {title} - {artist}

source: Video player
uk: Відеоплеєр

source: Photo viewer
uk: Переглядач фотографій

source: Stop
uk: Стоп

source: Pause
uk: Пауза

source: Volume {v}
uk: Гучнисть {v}

source: Playback rate {rate}
uk: Швидкість відтворення {rate}

source: Default playback device
uk: Пристрій відтворення за умовчанням

source: Scheduled at {time}
uk: Заплановано о {time}

source: Scheduled {date} at {time}
uk: За розкладом {date} в {time}

source: Sent at {time}
uk: Надіслано о {time}

source: Sent {date} at {time}
uk: Надіслано {date} в {time}

source: Sending... at {time}
uk: Надсилання... о {time}

source: Sending... {date} at {time}
uk: Надсилання... {date} в {time}

source: Received at {time}
uk: Отримано о {time}

source: Received {date} at {time}
uk: Отримано {date} в {time}

source: Outgoing
uk: Вихідний

source: Incoming
uk: Вхідні

source: Cancelled
uk: Скасовано

source: Missed
uk: Пропущений

source: Declined
uk: Відхилено

source: video call
uk: відеодзвінок

source: audio call
uk: аудіодзвінок

source: Selects a contact
uk: Вибирає контакт

source: Selects location
uk: Вибирає місце розташування

source: Selects a sticker
uk: Вибирає наклейку

source: Recording video
uk: Запис відео

source: Recording voice
uk: Запис голосу

source: Start playing game
uk: Почніть грати в гру

source: Typing
uk: Введення

source: Sending a file
uk: Надсилання файлу

source: Sending a photo
uk: Надсилання фото

source: Sending a video
uk: Надсилання відео

source: Sending an audio
uk: Надсилання аудіо

source: Watching animations
uk: Перегляд анімацій
